Repository: jayashreepajai97/Innovation-to-Impact-Portal
Catalog: TranslationPortal/Properties/Translations/Resources.*.resx
Languages: pl

# HpsaTpaBatteryCalibration_Descr
source: The battery is functioning, but needs to be calibrated.
pl: Bateria działa, ale wymaga kalibracji.

# HpsaTpaBatteryCalibration_Title
source: Your PC needs attention
pl: Twój komputer wymaga uwagi

# HpsaTpaBatteryInWarranty_Descr
source: A failure condition was detected in one of the batteries
pl: W jednej z baterii wykryto warunek awarii

# HpsaTpaBatteryInWarranty_Title
source: Your PC needs attention
pl: Twój komputer wymaga uwagi

# HpsaTpaBatteryNoWarranty_Descr
source: A failure condition was detected in one of the batteries
pl: W jednej z baterii wykryto warunek awarii

# HpsaTpaBatteryNoWarranty_Title
source: Your PC needs attention
pl: Twój komputer wymaga uwagi

# HpsaTpaCapacity_Descr
source: The drive is functioning, but running out of available space.
pl: Napęd działa, ale kończy się dostępna przestrzeń.

# HpsaTpaCapacity_Title
source: Low disk space
pl: Mało miejsca na dysku

# HpsaTpaHDDInWarranty_Descr
source: The drive is reporting a failure.
pl: Napęd zgłasza awarię

# HpsaTpaHDDInWarranty_Title
source: Failure detected
pl: Wykryto awarię

# HpsaTpaHDDNoWarranty_Descr
source: The drive is reporting a failure.
pl: Napęd zgłasza awarię.

# HpsaTpaHDDNoWarranty_Title
source: Failure detected
pl: Wykryto awarię

# HpsaTpaTemperature_Descr
source: The CPU temperature is high.
pl: Temperatura procesora jest wysoka.

# HpsaTpaTemperature_Title
source: Your PC needs attention
pl: Twój komputer wymaga uwagi

# HpsaTpaWarranty45_Descr
source: Warranty is about to expire in less than 45 days
pl: Gwarancja wygasa za mniej niż 45 dni

# HpsaTpaWarranty45_Title
source: Your warranty is about to expire
pl: Twoja gwarancja wkrótce wygaśnie

# HpsaTpaWarranty6_Descr
source: Warranty is about to expire in less than 6 days
pl: Gwarancja wygasa za mniej niż 6 dni

# HpsaTpaWarranty6_Title
source: Your warranty is about to expire
pl: Twoja gwarancja wkrótce wygaśnie
